export const BREAKFAST_TIMES = [
  '6시',
  '6시 30분',
  '7시',
  '7시 30분',
  '8시',
  '8시 30분',
  '9시',
  '9시 30분',
  '10시',
  '식사 안함',
];

export const LUNCH_TIMES = [
  '11시',
  '11시 30분',
  '12시',
  '12시 30분',
  '13시',
  '13시 30분',
  '14시',
  '식사 안함',
];

export const DINNER_TIMES = [
  '17시',
  '17시 30분',
  '18시',
  '18시 30분',
  '19시',
  '19시 30분',
  '20시',
  '20시 30분',
  '21시',
  '식사 안함',
];

export const WAKEUP_TIMES = [
  '6시',
  '6시 30분',
  '7시',
  '7시 30분',
  '8시',
  '8시 30분',
  '9시',
  '9시 30분',
];

export const BEDTIME_TIMES = [
  '20시',
  '20시 30분',
  '21시',
  '21시 30분',
  '22시',
  '22시 30분',
  '23시',
  '23시 30분',
];

export const REPORT_TIMES = [
  '9시',
  '10시',
  '11시',
  '12시',
  '13시',
  '14시',
  '15시',
  '16시',
  '17시',
  '18시',
  '19시',
  '20시',
];
